Repository: MykolaBerkosha/clocks
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Remember Me
uk: Запамʼятати мене

source: Login
uk: Логін

source: This email is already taken
uk: Email вже зайнято

source: Mobile
uk: Телефон

source: Address
uk: Адреса

source: Password
uk: Пароль

source: The entered password is not valid!
uk: Неправильний пароль

source: You have successfully logged in as {}
uk: Ви успішно увійшли як {}

source: You have successfully logged out
uk: Ви успішно вийшли з сайту

source: Password reset link was sent to your email address
uk: Посилання для відновлення паролю було відправлене на вашу електронну адресу

source: Your password has been changed
uk: Ваш пароль змінено

source: Email confirmation link was sent to your email
uk: На вашу електронну адресу було відправлене повідомлення для підтвердження

source: Profile successfully changed
uk: Профіль успірно змінено

source: Profile successfully removed
uk: Профіль успішно видалено

source: Your account is activated
uk: Ваш аккаунт активовано

source: Activation link is invalid
uk: Посилання активації неправильне
